# taps
tap "hashicorp/tap"
tap "defenseunicorns/tap"

# binaries
brew "hashicorp/terraform"
brew "uds"
brew "maru"
brew "zarf"
brew "starship"
brew "jq"
brew "httpie"
brew "nmap"
brew "awscli"
brew "doctl"
brew "git-delta"
brew "git-lfs"
brew "gitlab-ci-local"
brew "renovate"
brew "uv"
brew "gh"
brew "terraform"
brew "tree"
brew "ansible"
brew "just"
brew "cmake"
brew "glow"
brew "1password-cli"
brew "duti"
brew "glances"
brew "wget"
brew "postgresql@17"
brew "htop"
brew "flyctl"

# fonts
cask "font-maple-mono"
cask "font-ibm-plex-mono"
cask "font-monaspace"
cask "font-geist-mono-nerf-font"
cask "font-sf-mono"
cask "font-cascadia-code-nf"

# apps
cask "ollama"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "mac-mouse-fix"
cask "spotify"
cask "betterdisplay"
cask "zed"
cask "zen"
cask "spotify"
cask "imazing-profile-editor"
cask "qlmarkdown"
cask "quicklook-json"
