# taps
tap "defenseunicorns/tap"
tap "teamookla/speedtest"
tap "lslqtz/formulae"

# binaries
brew "protonpass/tap/pass-cli"
brew "catppuccin/tap/whiskers"
brew "lslqtz/formulae/bclm_loop"
brew "teamookla/speedtest/speedtest"
brew "tree"
brew "awscli"
brew "caddy"
brew "cmake"
brew "doctl"
brew "dua-cli"
brew "duti"
brew "fastfetch"
brew "flyctl"
brew "fnm"
brew "gh"
brew "git-delta"
brew "git-lfs"
brew "gitlab-ci-local"
brew "gitleaks"
brew "glab"
brew "glow"
brew "hadolint"
brew "htop"
brew "httpie"
brew "hwatch"
brew "iperf3"
brew "jq"
brew "just"
brew "loc"
brew "mactop"
brew "mas"
brew "nload"
brew "nmap"
brew "postgresql@17"
brew "ripgrep"
brew "starship"
brew "uv"
brew "wget"
brew "yamllint"
brew "deno"
brew "opencode"
brew "mole"
brew "rtk"

# fonts
cask "font-cascadia-code-nf"
cask "font-geist"
cask "font-geist-mono-nerd-font"
cask "font-ibm-plex-mono"
cask "font-maple-mono"
cask "font-monaspace"
cask "font-monaspace-frozen"
cask "font-monaspace-nf"
cask "font-sf-mono"
cask "font-zed-mono-nerd-font"

# apps
cask "balenaetcher"
cask "bartender"
cask "betterdisplay"
cask "ghostty"
cask "insomnia"
cask "keka"
cask "keycastr"
cask "mac-mouse-fix"
cask "mstystudio"
cask "obsidian"
cask "orbstack"
cask "orion"
cask "tg-pro"
cask "utm"
cask "vlc"
cask "zed"
cask "helium-browser"
cask "blackhole-2ch"
cask "handbrake-app"
cask "audacity"
cask "lm-studio"
cask "dockdoor"
cask "shottr"
