# taps
tap "hashicorp/tap"
tap "defenseunicorns/tap"
tap "teamookla/speedtest"
tap "lslqtz/formulae"

# binaries
brew "lslqtz/formulae/bclm_loop"
brew "hashicorp/tap/terraform"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/maru"
brew "defenseunicorns/tap/zarf"
brew "teamookla/speedtest/speedtest"
brew "starship"
brew "jq"
brew "httpie"
brew "nmap"
brew "awscli"
brew "doctl"
brew "git-delta"
brew "git-lfs"
brew "gitlab-ci-local"
brew "renovate"
brew "uv"
brew "gh"
brew "glab"
brew "terraform"
brew "tree"
brew "ansible"
brew "just"
brew "cmake"
brew "glow"
brew "duti"
brew "glances"
brew "wget"
brew "postgresql@17"
brew "htop"
brew "flyctl"
brew "fnm"
brew "mactop"
brew "act"
brew "iperf3"
brew "nload"
brew "fastfetch"
brew "openjdk"

# fonts
cask "font-maple-mono"
cask "font-ibm-plex-mono"
cask "font-monaspace"
cask "font-geist-mono-nerd-font"
cask "font-sf-mono"
cask "font-cascadia-code-nf"

# apps
cask "openwebstart"
cask "zed"
cask "ollama"
cask "1password"
cask "1password-cli"
cask "raycast"
cask "bartender"
cask "alt-tab"
cask "mac-mouse-fix"
cask "spotify"
cask "betterdisplay"
cask "zen"
cask "spotify"
cask "imazing-profile-editor"
cask "msty"
cask "clop"
cask "keka"
cask "keycastr"
cask "vlc"
