tap "defenseunicorns/tap"
tap "warrensbox/tap"
tap "pomerium/tap"
brew "pomerium/tap/pomerium-cli"
brew "pomerium/tap/pomerium-desktop"
brew "warrensbox/tap/tfswitch"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/maru"
brew "defenseunicorns/tap/zarf"
#brew "hashicorp/tap/terraform"
brew "cosign"
brew "awscli"
brew "doctl"
brew "flyctl"
brew "openjdk@11"
brew "renovate"
brew "k3d"
brew "helm"
brew "helm-ls"
brew "gdal"
brew "minio-mc"
brew "ansible"
brew "act"
brew "gnupg"
brew "brew install dopplerhq/cli/doppler"
brew "k9s"
cask "openwebstart"
cask "microsoft-edge"
cask "slack"
