tap "withgraphite/tap"
tap "defenseunicorns/tap"
tap "warrensbox/tap"
tap "pomerium/tap"
brew "nats-io/nats-tools/nats"
brew "pomerium/tap/pomerium-cli"
cask "pomerium/tap/pomerium-desktop"
cask "warrensbox/tap/tfswitch"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/maru"
brew "defenseunicorns/tap/zarf"
brew "cosign"
brew "awscli"
brew "doctl"
brew "flyctl"
brew "renovate"
brew "k3d"
brew "helm"
brew "helm-ls"
brew "gdal"
brew "minio-mc"
brew "ansible"
brew "act"
brew "gnupg"
brew "dopplerhq/cli/doppler"
brew "googleworkspace-cli"
brew "k9s"
brew "withgraphite/tap/graphite"
cask "openwebstart"
cask "imazing-profile-editor"
cask "dbeaver-community"
